export const STORE_LIST = [
    {
        aria: '大カテゴリ1',
        subAria: [
            {
                name: '中カテゴリ1-1',
                stores: [
                    { name: 'コンテンツ1-1-1', id: 1 },
                    { name: 'コンテンツ1-1-2', id: 2 },
                    { name: 'コンテンツ1-1-3', id: 3 },
                    { name: 'コンテンツ1-1-4', id: 4 },
                    { name: 'コンテンツ1-1-5', id: 5 },
                ],
            },
            {
                name: '中カテゴリ1-2',
                stores: [
                    { name: 'コンテンツ1-2-1', id: 6 },
                    { name: 'コンテンツ1-2-2', id: 7 },
                    { name: 'コンテンツ1-2-3', id: 8 },
                    { name: 'コンテンツ1-2-4', id: 9 },
                    { name: 'コンテンツ1-2-5', id: 10 },
                ],
            },
            {
                name: '中カテゴリ1-3',
                stores: [
                    { name: 'コンテンツ1-3-1', id: 11 },
                    { name: 'コンテンツ1-3-2', id: 12 },
                    { name: 'コンテンツ1-3-3', id: 13 },
                    { name: 'コンテンツ1-3-4', id: 14 },
                    { name: 'コンテンツ1-3-5', id: 15 },
                ],
            },
            {
                name: '中カテゴリ1-4',
                stores: [
                    { name: 'コンテンツ1-4-1', id: 16 },
                    { name: 'コンテンツ1-4-2', id: 17 },
                    { name: 'コンテンツ1-4-3', id: 18 },
                    { name: 'コンテンツ1-4-4', id: 19 },
                    { name: 'コンテンツ1-4-5', id: 20 },
                ],
            },
            {
                name: '中カテゴリ1-5',
                stores: [
                    { name: 'コンテンツ1-5-1', id: 21 },
                    { name: 'コンテンツ1-5-2', id: 22 },
                    { name: 'コンテンツ1-5-3', id: 23 },
                    { name: 'コンテンツ1-5-4', id: 24 },
                    { name: 'コンテンツ1-5-5', id: 25 },
                ],
            },
        ],
    },
    {
        aria: '大カテゴリ2',
        subAria: [
            {
                name: '中カテゴリ2-1',
                stores: [
                    { name: 'コンテンツ2-1-1', id: 26 },
                    { name: 'コンテンツ2-1-2', id: 27 },
                    { name: 'コンテンツ2-1-3', id: 28 },
                    { name: 'コンテンツ2-1-4', id: 29 },
                    { name: 'コンテンツ2-1-5', id: 30 },
                ],
            },
            {
                name: '中カテゴリ2-2',
                stores: [
                    { name: 'コンテンツ2-2-1', id: 31 },
                    { name: 'コンテンツ2-2-2', id: 32 },
                    { name: 'コンテンツ2-2-3', id: 33 },
                    { name: 'コンテンツ2-2-4', id: 34 },
                    { name: 'コンテンツ2-2-5', id: 35 },
                ],
            },
            {
                name: '中カテゴリ2-3',
                stores: [
                    { name: 'コンテンツ2-3-1', id: 36 },
                    { name: 'コンテンツ2-3-2', id: 37 },
                    { name: 'コンテンツ2-3-3', id: 38 },
                    { name: 'コンテンツ2-3-4', id: 39 },
                    { name: 'コンテンツ2-3-5', id: 40 },
                ],
            },
            {
                name: '中カテゴリ2-4',
                stores: [
                    { name: 'コンテンツ2-4-1', id: 41 },
                    { name: 'コンテンツ2-4-2', id: 42 },
                    { name: 'コンテンツ2-4-3', id: 43 },
                    { name: 'コンテンツ2-4-4', id: 44 },
                    { name: 'コンテンツ2-4-5', id: 45 },
                ],
            },
            {
                name: '中カテゴリ2-5',
                stores: [
                    { name: 'コンテンツ2-5-1', id: 46 },
                    { name: 'コンテンツ2-5-2', id: 47 },
                    { name: 'コンテンツ2-5-3', id: 48 },
                    { name: 'コンテンツ2-5-4', id: 49 },
                    { name: 'コンテンツ2-5-5', id: 50 },
                ],
            },
        ],
    },
    {
        aria: '大カテゴリ3',
        subAria: [
            {
                name: '中カテゴリ3-1',
                stores: [
                    { name: 'コンテンツ3-1-1', id: 51 },
                    { name: 'コンテンツ3-1-2', id: 52 },
                    { name: 'コンテンツ3-1-3', id: 53 },
                    { name: 'コンテンツ3-1-4', id: 54 },
                    { name: 'コンテンツ3-1-5', id: 55 },
                ],
            },
            {
                name: '中カテゴリ3-2',
                stores: [
                    { name: 'コンテンツ3-2-1', id: 56 },
                    { name: 'コンテンツ3-2-2', id: 57 },
                    { name: 'コンテンツ3-2-3', id: 58 },
                    { name: 'コンテンツ3-2-4', id: 59 },
                    { name: 'コンテンツ3-2-5', id: 60 },
                ],
            },
            {
                name: '中カテゴリ3-3',
                stores: [
                    { name: 'コンテンツ3-3-1', id: 61 },
                    { name: 'コンテンツ3-3-2', id: 62 },
                    { name: 'コンテンツ3-3-3', id: 63 },
                    { name: 'コンテンツ3-3-4', id: 64 },
                    { name: 'コンテンツ3-3-5', id: 65 },
                ],
            },
            {
                name: '中カテゴリ3-4',
                stores: [
                    { name: 'コンテンツ3-4-1', id: 66 },
                    { name: 'コンテンツ3-4-2', id: 67 },
                    { name: 'コンテンツ3-4-3', id: 68 },
                    { name: 'コンテンツ3-4-4', id: 69 },
                    { name: 'コンテンツ3-4-5', id: 70 },
                ],
            },
            {
                name: '中カテゴリ3-5',
                stores: [
                    { name: 'コンテンツ3-5-1', id: 71 },
                    { name: 'コンテンツ3-5-2', id: 72 },
                    { name: 'コンテンツ3-5-3', id: 73 },
                    { name: 'コンテンツ3-5-4', id: 74 },
                    { name: 'コンテンツ3-5-5', id: 75 },
                ],
            },
        ],
    },
    {
        aria: '大カテゴリ4',
        subAria: [
            {
                name: '中カテゴリ4-1',
                stores: [
                    { name: 'コンテンツ4-1-1', id: 76 },
                    { name: 'コンテンツ4-1-2', id: 77 },
                    { name: 'コンテンツ4-1-3', id: 78 },
                    { name: 'コンテンツ4-1-4', id: 79 },
                    { name: 'コンテンツ4-1-5', id: 80 },
                ],
            },
            {
                name: '中カテゴリ4-2',
                stores: [
                    { name: 'コンテンツ4-2-1', id: 81 },
                    { name: 'コンテンツ4-2-2', id: 82 },
                    { name: 'コンテンツ4-2-3', id: 83 },
                    { name: 'コンテンツ4-2-4', id: 84 },
                    { name: 'コンテンツ4-2-5', id: 85 },
                ],
            },
            {
                name: '中カテゴリ4-3',
                stores: [
                    { name: 'コンテンツ4-3-1', id: 86 },
                    { name: 'コンテンツ4-3-2', id: 87 },
                    { name: 'コンテンツ4-3-3', id: 88 },
                    { name: 'コンテンツ4-3-4', id: 89 },
                    { name: 'コンテンツ4-3-5', id: 90 },
                ],
            },
            {
                name: '中カテゴリ4-4',
                stores: [
                    { name: 'コンテンツ4-4-1', id: 91 },
                    { name: 'コンテンツ4-4-2', id: 92 },
                    { name: 'コンテンツ4-4-3', id: 93 },
                    { name: 'コンテンツ4-4-4', id: 94 },
                    { name: 'コンテンツ4-4-5', id: 95 },
                ],
            },
            {
                name: '中カテゴリ4-5',
                stores: [
                    { name: 'コンテンツ4-5-1', id: 96 },
                    { name: 'コンテンツ4-5-2', id: 97 },
                    { name: 'コンテンツ4-5-3', id: 98 },
                    { name: 'コンテンツ4-5-4', id: 99 },
                    { name: 'コンテンツ4-5-5', id: 100 },
                ],
            },
        ],
    },
    {
        aria: '大カテゴリ5',
        subAria: [
            {
                name: '中カテゴリ5-1',
                stores: [
                    { name: 'コンテンツ5-1-1', id: 101 },
                    { name: 'コンテンツ5-1-2', id: 102 },
                    { name: 'コンテンツ5-1-3', id: 103 },
                    { name: 'コンテンツ5-1-4', id: 104 },
                    { name: 'コンテンツ5-1-5', id: 105 },
                ],
            },
            {
                name: '中カテゴリ5-2',
                stores: [
                    { name: 'コンテンツ5-2-1', id: 106 },
                    { name: 'コンテンツ5-2-2', id: 107 },
                    { name: 'コンテンツ5-2-3', id: 108 },
                    { name: 'コンテンツ5-2-4', id: 109 },
                    { name: 'コンテンツ5-2-5', id: 110 },
                ],
            },
            {
                name: '中カテゴリ5-3',
                stores: [
                    { name: 'コンテンツ5-3-1', id: 111 },
                    { name: 'コンテンツ5-3-2', id: 112 },
                    { name: 'コンテンツ5-3-3', id: 113 },
                    { name: 'コンテンツ5-3-4', id: 114 },
                    { name: 'コンテンツ5-3-5', id: 115 },
                ],
            },
            {
                name: '中カテゴリ5-4',
                stores: [
                    { name: 'コンテンツ5-4-1', id: 116 },
                    { name: 'コンテンツ5-4-2', id: 117 },
                    { name: 'コンテンツ5-4-3', id: 118 },
                    { name: 'コンテンツ5-4-4', id: 119 },
                    { name: 'コンテンツ5-4-5', id: 120 },
                ],
            },
            {
                name: '中カテゴリ5-5',
                stores: [
                    { name: 'コンテンツ5-5-1', id: 121 },
                    { name: 'コンテンツ5-5-2', id: 122 },
                    { name: 'コンテンツ5-5-3', id: 123 },
                    { name: 'コンテンツ5-5-4', id: 124 },
                    { name: 'コンテンツ5-5-5', id: 125 },
                ],
            },
        ],
    },
];
